tap "cloudflare/cloudflare"
tap "derailed/k9s"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "libsql/sqld"
tap "marhaupe/json2struct", "https://github.com/marhaupe/json2struct"
tap "tursodatabase/tap"
brew "arp-scan"
brew "bat"
brew "xz"
brew "btop"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "chafa"
brew "cmatrix"
brew "coreutils"
brew "cryptography"
brew "eza"
brew "fd"
brew "figlet"
brew "gh"
brew "git"
brew "glow"
brew "unbound"
brew "gnutls"
brew "pinentry"
brew "gnupg"
brew "goose"
brew "helm"
brew "hexyl"
brew "hopenpgp-tools"
brew "htop"
brew "httpie"
brew "ipcalc"
brew "iperf3"
brew "iproute2mac"
brew "jq"
brew "keyring"
brew "kubernetes-cli"
brew "kubescape"
brew "lazygit"
brew "libyaml"
brew "llvm"
brew "mas"
brew "mise"
brew "nap"
brew "neovim"
brew "nmap"
brew "pass"
brew "pinentry-mac"
brew "pngpaste"
brew "python-tk@3.12"
brew "ripgrep"
brew "rust"
brew "silicon"
brew "smartmontools"
brew "stow"
brew "swig"
brew "termshark"
brew "terraform"
brew "tldr"
brew "tmux"
brew "wget"
brew "ykman"
brew "ykpers"
brew "cloudflare/cloudflare/cf-terraforming"
brew "derailed/k9s/k9s"
brew "marhaupe/json2struct/json2struct"
brew "tursodatabase/tap/turso"
cask "1password"
cask "arc"
cask "boop"
cask "discord"
cask "docker"
cask "font-sauce-code-pro-nerd-font"
cask "google-cloud-sdk"
cask "netspot"
cask "obsidian"
cask "parsec"
cask "powershell"
cask "todoist"
cask "wireshark"
mas "Hidden Bar", id: 1452453066
mas "Microsoft Remote Desktop", id: 1295203466
mas "WireGuard", id: 1451685025
