tap "cloudflare/cloudflare"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "arp-scan"
brew "bat"
brew "xz"
brew "btop"
brew "librsvg"
brew "chafa"
brew "cmatrix"
brew "coreutils"
brew "eza"
brew "fd"
brew "frum"
brew "fzf"
brew "gh"
brew "glow"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "hexyl"
brew "hopenpgp-tools"
brew "htop"
brew "ipcalc"
brew "iperf3"
brew "iproute2mac"
brew "jq"
brew "keyring"
brew "lazygit"
brew "libyaml"
brew "mas"
brew "nap"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "nvm"
brew "pass"
brew "pinentry-mac"
brew "pngpaste"
brew "ripgrep"
brew "rust"
brew "silicon"
brew "smartmontools"
brew "starship"
brew "stow"
brew "swig"
brew "terraform"
brew "tldr"
brew "tmux"
brew "wget"
brew "ykman"
brew "ykpers"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "arc"
cask "boop"
cask "cf-terraforming"
cask "discord"
cask "font-sauce-code-pro-nerd-font"
cask "iterm2"
cask "netspot"
cask "obsidian"
cask "parsec"
cask "powershell"
cask "todoist"
cask "wireshark"
mas "Hidden Bar", id: 1452453066
mas "Microsoft Remote Desktop", id: 1295203466
mas "WireGuard", id: 1451685025
