tap "cloudflare/cloudflare"
tap "hashicorp/tap"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "shaunsingh/sfmono-nerd-font-ligaturized"
brew "arp-scan"
brew "bat"
brew "btop"
brew "cmatrix"
brew "coreutils"
brew "eza"
brew "fd"
brew "fzf"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "hopenpgp-tools"
brew "htop"
brew "ipcalc"
brew "iperf3"
brew "iproute2mac"
brew "jq"
brew "lazygit"
brew "mas"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "nvm"
brew "pass"
brew "pinentry-mac"
brew "pngpaste"
brew "ripgrep"
brew "rust"
brew "smartmontools"
brew "starship"
brew "stow"
brew "swig"
brew "terraform"
brew "tldr"
brew "tmux"
brew "wget"
brew "ykman"
brew "ykpers"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "cf-terraforming"
cask "discord"
cask "font-3270-nerd-font"
cask "font-sf-mono-nerd-font-ligaturized"
cask "font-sf-pro"
cask "netspot"
cask "obsidian"
cask "powershell"
cask "sf-symbols"
cask "wireshark"
mas "Bitwarden", id: 1352778147
mas "Boop", id: 1518425043
mas "Microsoft Remote Desktop", id: 1295203466
mas "Notion Web Clipper", id: 1559269364
mas "WireGuard", id: 1451685025
